[
  {
	"Timestamp": "5/8/2025 21:42:56",
	"Name": "Trew Domko",
	"Message": "Happy birthday Tenchou!!! So proud of how much you've accomplished\n Anytime you put your mind to something you always give it your everything. It's been an absolute pleasure to watch you grow since your debut to the person you are today. I am blessed to call you my Tenchou."
  },
  {
	"Timestamp": "5/9/2025 17:08:33",
	"Name": "Shane",
	"Message": "Happy Brithday!"
  },
  {
	"Timestamp": "5/9/2025 18:13:28",
	"Name": "Nasu",
	"Message": "Happy birthday kiwawa, I only can wish you the best in this your day and in the days to come. Thank you for being so kind and friendly to everyone. It's been difficult since Gura's graduation, you've been a shining light in this time of darkness...Gracias por todo kiwawa!!!"
  },
  {
	"Timestamp": "5/10/2025 6:46:30",
	"Name": "Merle☆綠鳥",
	"Message": "Boss! Herzlichen Glückwunsch zum Geburtstag!"
  },
  {
	"Timestamp": "5/11/2025 14:15:13",
	"Name": "DemonRykuKyuubi (Discord) or @Ryku_The_Fox (X/Twitter)",
	"Message": "Happy Birthday, Kiara! Thank you so much for all the fun streams, wonderful choreography and singing, and uplifting energy you bring to us! I hope today is full of joy and you can rest from some of the stressful things you don't talk about ^_^"
  },
  {
	"Timestamp": "5/13/2025 15:50:46",
	"Name": "Remurin KFP",
	"Message": "Can't believe you Today is our queen's birthday, yay! You've been with us for five years now, it's amazing! I wish you A LOT loyal fans, happiness and that you never get sick. I'm very happy to having cute, beautiful and beloved kami-oshi like you! Love Wawa very much!"
  },
  {
	"Timestamp": "5/13/2025 21:13:30",
	"Name": "KR555Wizard",
	"Message": "Happy birthday to our wonderful tenchou! \nShe is the spark that brings smiles to our faces!  \nWe all really love her I hope that she knows!  \nThis message is from fans from many places!\nViva La Kiara!"
  },
  {
	"Timestamp": "5/15/2025 23:55:06",
	"Name": "sharkarasu(sharlaine)",
	"Message": "Happy Birthday, Wawa! 5 years of wonderful experience from your work and the community you built, i truly am greatful for your existence and your hard work. I also want to thank you for being the fire for my art. Heres to more years of prosperous projects and more WAWA!"
  },
  {
	"Timestamp": "5/17/2025 21:29:45",
	"Name": "旅人",
	"Message": "Happy birthday my kamioshi kiwawa!!!!!!!!!!!!!!! You are the best phoenix in my heart🧡🧡🧡🧡🧡"
  },
  {
	"Timestamp": "5/18/2025 7:25:56",
	"Name": "Kase Rumiauz",
	"Message": "Herzlichen Glückwunsch zum Burzeltag. May the upcoming year filled to the brim with happiness."
  },
  {
	"Timestamp": "5/18/2025 9:45:55",
	"Name": "Light - Space KoroKFBeat",
	"Message": "Happy Birthday Kiara, i hope you had a lot of fun playing all the Games KFP made for you. First i want to say, i am so proud of what you have achived, be it Music or finally taking the step and taking therapy, this is not a easy thing to do. I will forever support you."
  },
  {
	"Timestamp": "5/20/2025 11:57:44",
	"Name": "Kitty - KFP Tomato Slicer",
	"Message": "Happiest Birthday to my oshi!! Alles Liebe zum Geburtstag~ May you eat delicious food and all of your dreams come true for the coming year. Thank you for everything you have done for us!"
  },
  {
	"Timestamp": "5/23/2025 12:38:15",
	"Name": "Desmond Shannon",
	"Message": "I wanna wish you a huge huge happy birthday Kiara My beloved OSHI!"
  },
  {
	"Timestamp": "5/23/2025 12:38:34",
	"Name": "Yvonne",
	"Message": "We love you, kiwawaaaa 🧡"
  },
  {
	"Timestamp": "5/23/2025 12:44:00",
	"Name": "BryanCroiDragon",
	"Message": "Happy birthday, Kiara. Let much joy and happiness come to you this day, for you bring so much joy and happiness to us. Like knights in search of a Camelot, paladins in search of a Charlemagne, we have come to thee, great phoenix. May this day of days be a great one. Kikkiriki!"
  },
  {
	"Timestamp": "5/23/2025 12:44:10",
	"Name": "Rhett",
	"Message": "You and HoloMyth came at a time in my life where I was struggling, and you guys helped me find my smile again. Whether it's your tangents, your GTA streams, or you being the camera guy in EnReco, you continue to make me smile. Thank you Kiara, for helping me find my smile."
  },
  {
	"Timestamp": "5/23/2025 12:52:49",
	"Name": "Trogdor",
	"Message": "Happy Birthday Kiara! I hope you have time to take your Maldives spearfishing vacation soon"
  },
  {
	"Timestamp": "5/23/2025 12:57:17",
	"Name": "Lootria",
	"Message": "HBD wawa, wish you all the best!"
  },
  {
	"Timestamp": "5/23/2025 13:03:05",
	"Name": "Tuxツ",
	"Message": "HAPPY BIRTHDAY Kiara 🧡🎉🎉 I wish you and your family a lot of joy and health. I'm glad to have met you, I love every single silly day with you. Enjoy your day and remember, this day is just for you and it’s only once In year. 🙏"
  },
  {
	"Timestamp": "5/23/2025 14:01:30",
	"Name": "Skrully_29",
	"Message": "HAPPY BIRTHDAY KIARA , hope your having the best bday and many more to come , your the most amazing , kind, and creative phoenix out there :)"
  },
  {
	"Timestamp": "5/23/2025 14:23:24",
	"Name": "ScooterBooter",
	"Message": "Happy birthday! Thank you very much for everything you do and the time and effort you put yourself to constantly make streams and content entertaining for all the KFP. And also love how down to earth you are being able to express yourself. Much love! Take care of yourself 🧡"
  },
  {
	"Timestamp": "5/23/2025 23:04:17",
	"Name": "The Karaoke Maker (SD8)",
	"Message": "Happy Birthday Kiwawa!!!!! Hope you have an amazing birthday 🧡🧡\nP.S. I have made songs of yours as a karaoke 👀"
  },
  {
	"Timestamp": "5/24/2025 5:02:20",
	"Name": "StoryCorner",
	"Message": "Happy Birthday Tenchou! Another year rolls around, and many great memories behind, and new ones on the way! As you fly across the skies, your fire rains to the ground, but instead of burning, it gives new life and inspiration!"
  },
  {
	"Timestamp": "5/25/2025 1:58:07",
	"Name": "SpineCricket",
	"Message": "Happy birthday Kiara! A big big thank you for everything you've done for us and I hope you have amazing and bright days ahead, much love and I hope you enjoy your time!!"
  },
  {
	"Timestamp": "5/25/2025 4:27:57",
	"Name": "UNKNOWN",
	"Message": "Happy Birthday, Wawa! I can't believe it's already your 5th birthday! I just want to say thank you so much for everything you do. You always brighten my day and make me so happy. Thank you for being you. You truly are the best and I'm so glad to be your fan. Love you, my oshi.🧡"
  },
  {
	"Timestamp": "5/28/2025 5:16:32",
	"Name": "Newkylesmith555",
	"Message": "Happy Birthday Kiara Were So Proud How Far You've Come\nYour Are kind, worthy & Invincible."
  },
  {
	"Timestamp": "6/2/2025 15:47:22",
	"Name": "OmenofthePhoenix",
	"Message": "Happy Birthday Kiara! One day I'll make a game, but I was busy sorting out my first trip to Europe during the jam. I hope you enjoy everything everyone has made!\n(P.S. You're my Kami-Oshi and always will be. Keep up the good work!)"
  },
  {
	"Timestamp": "6/3/2025 16:20:48",
	"Name": "ScooterBooter",
	"Message": "Happy Birthday Kiwawa! Thank you for the content and always looking out for the KFP! Keep being yourself 🧡"
  },
  {
	"Timestamp": "6/3/2025 16:27:13",
	"Name": "HarperDashy",
	"Message": "HAPPY BDAY WAWA!!!! I'm not good with birthday letters but i hope you have awesome and unforgivable memories on your special day!!"
  },
  {
	"Timestamp": "6/3/2025 22:37:43",
	"Name": "TennogenHQ",
	"Message": "Hey there, Kiara!! Happy Birthday from a KFP Member, TennogenHQ from the Void of the Origin System! Also I'd enjoy watching your streams like a true Hololive fan even through this year. Have fun!!!"
  },
  {
	"Timestamp": "6/3/2025 23:01:08",
	"Name": "OmegaGamingChan",
	"Message": "I kept going back and forth on what I should say but I realized that it would take forever so I’m thankful for an amazing Kami-Oshi who’s absolutely just the greatest but more importantly I want to wish you a Happy Birthday Wawa! Thank you for everything that you do 🧡"
  },
  {
	"Timestamp": "6/4/2025 0:00:39",
	"Name": "Ghostbyun",
	"Message": "I can't think of anything that I haven't said before but happy birthday, Wawa!!! Thank you for always brightening my day!"
  },
  {
	"Timestamp": "6/5/2025 21:53:34",
	"Name": "Swan_Flyer",
	"Message": "HAPPY BIRD-DAY KIARA!!!! I hope that your special day goes wonderfully and memories are made. I'm happy to see you shine brightly and blaze across the world, like the phoenix you are."
  },
  {
	"Timestamp": "6/6/2025 9:47:43",
	"Name": "SpineCricket",
	"Message": "HBD Wawa!! I hope you have an amazing day and many more to come! You deserve it, thank you for everything!!"
  },
  {
	"Timestamp": "6/7/2025 19:01:37",
	"Name": "Boohoo723",
	"Message": "Happy birthday Kiara! Looking forward to all the times to come."
  },
  {
	"Timestamp": "6/8/2025 6:45:03",
	"Name": "pasteldreamsu (x/twt or discord)",
	"Message": "happy birthday to you!!! hope you get lots of cake and chicken and phoenixes and all! cheers to more memories to come ❤‼️‼️"
  },
  {
	"Timestamp": "6/8/2025 8:32:57",
	"Name": "LuLu",
	"Message": "Happy Birthday Wawa! I love u <3!"
  },
  {
	"Timestamp": "6/8/2025 15:31:28",
	"Name": "cmndrmuffin",
	"Message": "happy bday wawa!!! we all love you so much :) hope i can participate in next years jam!"
  },
  {
	"Timestamp": "6/9/2025 1:38:40",
	"Name": "Temtatork",
	"Message": "Even if you didnt like A Minecraft Movie, for me you are my Chicken Jockey :_daw:"
  },
  {
	"Timestamp": "6/12/2025 15:59:32",
	"Name": "Pudding",
	"Message": "The Most Merry Borning Moment Yayyyyyy~"
  },
  {
	"Timestamp": "6/12/2025 16:00:14",
	"Name": "Bang Shishigami",
	"Message": "Hello Kiara! Greetings from Costa Rica! I have had the luck to meet several kfps in my country, you are pretty popular, more than you think! You are one of the people I admire the most in the world, keep going you can do it!"
  },
  {
	"Timestamp": "6/13/2025 0:10:32",
	"Name": "Naweed Ahmedi",
	"Message": "Happy Birthday Kiara! 🥳"
  },
  {
	"Timestamp": "6/13/2025 0:11:31",
	"Name": "Davkas",
	"Message": "Happy Birthday, Tenchou!!! Hard to believe it's already been 5 years! You never cease to inspire me with with your music and your perseverance in striving for excellence in everything you do. I look forward to seeing what you still have up your sleeve next! Keep being awesome!"
  },
  {
	"Timestamp": "6/13/2025 0:45:12",
	"Name": "Caveman",
	"Message": "Happy Birthday Kiara! It's been many years and I do worry I run out of things to say but I wouldn't ever trade that time. I could listen to your yaps for hours on whatever game or yap it is and its a great time always. Take care with your work. I always appreciate your effort."
  },
  {
	"Timestamp": "6/22/2025 16:11:36",
	"Name": "SilverSergio",
	"Message": "Happy birbday, boss ^^ 5th birthday with Hololive and KFP, what a milestone! Wishing you the bestest and the happiest future possible <3 Much-much luv >v<"
  },
  {
	"Timestamp": "6/22/2025 16:24:05",
	"Name": "Valdien - KFP Tanker",
	"Message": "Happy birthday to the best, most talented, most beautiful, most funniest, most sexy, most amazing orange woman to ever exist. Love you tenchou !"
  },
  {
	"Timestamp": "6/22/2025 16:56:10",
	"Name": "Shinuro Myx",
	"Message": "Happy birthday Kiara!!!! I'm so proud of how far you've come and how far you'll keep going. Through highs and lows you've shown strength and confidence and kept rising higher like a true phoenix. Never put your head down low, as you deserve the best"
  },
  {
	"Timestamp": "6/22/2025 17:37:11",
	"Name": "8_on_the_calculator",
	"Message": "Enjoy every second of life, you are a good person. HBD Kiara\n- 8"
  },
  {
	"Timestamp": "6/22/2025 18:24:18",
	"Name": "Ruin",
	"Message": "Happy Birthday Kiara! Thank you so much for continuing to being myself and others so much joy, you a really are a star. Here’s to another amazing year!"
  },
  {
	"Timestamp": "6/22/2025 19:04:11",
	"Name": "Mentaljedi (EmperorKira)",
	"Message": "Happy Birthday Wawa! The years go by, yet we feel like we're all growing together and getting closer as a fanbase. KFP can be so creative, just like their Oshi! Here's to many more years!"
  },
  {
	"Timestamp": "6/23/2025 2:38:28",
	"Name": "Sci",
	"Message": "Hi Kiara! It's time to celebrate another birthday with you and I'm so happy to have you here for it. While we've had our ups and downs this year, I'm still glad that you've given us so much to cheer for. We appreciate all that you do and we love you!"
  },
  {
	"Timestamp": "6/23/2025 10:56:10",
	"Name": "綠鳥✰Merle",
	"Message": "You're my most favorite hen ever!!!!"
  },
  {
	"Timestamp": "6/23/2025 11:49:09",
	"Name": "Plagesama",
	"Message": "I hope you have an amazing birthday full of all the love and warmth you share with us Wawa!"
  },
  {
	"Timestamp": "6/24/2025 4:32:08",
	"Name": "Transcendent",
	"Message": "Happy Birthday Tenchou! Blessings from a KFP for life! May we see a lot more of you and your great projects!"
  },
  {
	"Timestamp": "6/24/2025 4:53:05",
	"Name": "Sky [0569]  (Youtube)",
	"Message": "Let's celebrate for THE most amazing, lovely, hot girl Takanashi Kiara 5th hololive birthday! Viva la Kiara!"
  },
  {
	"Timestamp": "6/26/2025 16:22:40",
	"Name": "Lex",
	"Message": "Happy birth in your shoe, wawa!!! My kami oshi for all time. May smoothie and chonkers give you much attention today."
  },
  {
	"Timestamp": "6/26/2025 16:29:27",
	"Name": "JKgeneral2",
	"Message": "Happy birthday Kiara! It's been a long five years but somehow it also doesn't even feel like a single one has passed. Remember to take things easy on yourself, and I hope the future holds nothing but happiness for you."
  },
  {
	"Timestamp": "6/26/2025 17:01:54",
	"Name": "Alex YT",
	"Message": "Thank you for all the time and passion you dedicate to us KFP , I wish you a thousand more of these days!"
  },
  {
	"Timestamp": "6/26/2025 17:33:58",
	"Name": "Fry3k",
	"Message": "Herzlichen Glückwunsch und alles Gute zum Geburtstag, Kiara! Wishing for you to find health and happiness and having many, many more fun and successful years in hololive! 🧡🧡🧡"
  },
  {
	"Timestamp": "6/26/2025 18:28:35",
	"Name": "Soppy-  KFP Bartender",
	"Message": "HAPPY BIRTHDAY WAWA!"
  },
  {
	"Timestamp": "6/26/2025 18:48:46",
	"Name": "pandeshiro",
	"Message": "I don't want to be too cheesy but, from 2021-2025 you had been my oshi and has always been a source of comfort and burst of joy althroughout my days meeting you. I'm so glad that we KFP had the pleasure of meeting you, loving you, and adoring you. Happy Birthday, Kiara!! 🥺🫶🏼🧡"
  },
  {
	"Timestamp": "6/26/2025 19:15:26",
	"Name": "Twitter: @_SushiBa",
	"Message": "Happy birthday my favorite mighty phoenix! May this year bring you all the happiness you deserve. Thank you for being such a genuine, warm-hearted and inspiring person. Love you Kiwawa <3"
  },
  {
	"Timestamp": "6/26/2025 20:52:05",
	"Name": "KR555Wizard",
	"Message": "To the dearest Chic i mean Phoenix who is my guiding light, have a happy birthday full of joy, with all the love from family, friends and fans! Viva La Kiara! Now and forever!"
  },
  {
	"Timestamp": "6/26/2025 21:49:38",
	"Name": "Garik",
	"Message": "Happy birthday, Boss. Here's to many more years with you and KFP. Love always."
  },
  {
	"Timestamp": "6/26/2025 23:19:51",
	"Name": "@that_leia",
	"Message": "Kikeriki! Happy birthday, tenchou! Love ya and KFP, always. Have an amazing day~"
  },
  {
	"Timestamp": "6/27/2025 0:14:11",
	"Name": "Maruga Jakoji",
	"Message": "Happy Birthday Kiara! Don't worry about getting older, you're just leveling up! 😉"
  },
  {
	"Timestamp": "6/27/2025 1:40:51",
	"Name": "RodeTovenaar",
	"Message": "I'm so happy to pass another birthday with my Kamioshi. You've kept me going through a lot, and I'm so glad I started chatting more with KFP since last year."
  },
  {
	"Timestamp": "6/27/2025 1:50:29",
	"Name": "PhantasyBuster",
	"Message": "It's been a long 4 and a half years, lurking in your chat and watching your streams have brought me great joy! I hope that KFP can continue onwards forevermore! Keep on keeping on Tenchou!!"
  },
  {
	"Timestamp": "6/27/2025 14:34:01",
	"Name": "Lustigkurre",
	"Message": "Happy Birthday Kiara, my Kami Oshi! I hope you have the bestest of days and eating something delicious"
  },
  {
	"Timestamp": "6/27/2025 17:36:09",
	"Name": "Bloo",
	"Message": "Happy Birthday Wawa! It's been another fun year with you and KFP. Thank you for always being so supportive and kind to us, hope you have a great time celebrate this special day!"
  },
  {
	"Timestamp": "6/28/2025 0:37:44",
	"Name": "Sock",
	"Message": "Happy Birthday Kiara!!! I hope you have a great birthday and treat yourself to some delicious foods! Plus have fun playing with the game jam games! I wonder what cool things people cooked up!"
  },
  {
	"Timestamp": "6/29/2025 6:12:14",
	"Name": "Hitonoshi",
	"Message": "Happy birthday happy birthday, all the best, Kiara! Thank you for being here, for bringing me smiles, and for meeting me at Pyrkon. I wish you great health and a peaceful life. Stay with us as long as possible. Love, KFP Poland Kukuryku🧡🐔"
  },
  {
	"Timestamp": "6/29/2025 7:38:19",
	"Name": "ZetaPulse",
	"Message": "Your blaze burns bright forevermore. BBB KFP!"
  },
  {
	"Timestamp": "6/29/2025 12:16:09",
	"Name": "Kol",
	"Message": "Dear, Takanashi Kiara\nWhile it's true that I only know you through your streams and your identity as the silly phoenix I've always loved. I wish you a happy birthday, I hope this can make your day better even just a little bit.\n\n(Btw sorry cuz this is all I can do for you)"
  },
  {
	"Timestamp": "6/29/2025 16:23:35",
	"Name": "EmoDuck",
	"Message": "CONGRATS ON 1.6 MILLION!! (writing this message very late)\nI've been following you since day 1 in Holo and am so glad that you are my one and only oshi. It's been great seeing you grow over the years and am excited to support you for all the years to come!\nHAPPY BIRTHDAY KIARA!!!"
  },
  {
	"Timestamp": "6/29/2025 21:17:42",
	"Name": "Seymour Sunshine",
	"Message": "Happy Birthday, Kiara! You're such a wonderful and special person, and you inspire me to chase all of the adventure and opportunity in life. Thank you for being you, and for letting us KFP cheer you on!! Hope your birthday is an awesome one! Can't wait to see what's ahead!"
  },
  {
	"Timestamp": "6/30/2025 2:22:51",
	"Name": "アリAri",
	"Message": "Happy Birthday Wawa~! Much love <3"
  },
  {
	"Timestamp": "6/30/2025 2:38:30",
	"Name": "Kowkarot",
	"Message": "HAPPY BIRTHDAY WAWA!! I hope this year is free of bad stuff, no pain during your practices, no nightmares, no depression, no dentist, eliminate all of it! But also more good stuff! May all your future projects succeed, more catto time, and more flirting with cute ladies! Love ya!"
  },
  {
	"Timestamp": "6/30/2025 2:57:23",
	"Name": "Trevor G",
	"Message": "Happy Birbday Kiwawaaa!!! \n5 years old & my how you've grown. \nSo much music, so many models, outfits, and so many fun memories! \nOf course I will continue watching and supporting ya to see what else this Phoenix has to offer! \nOwlways"
  },
  {
	"Timestamp": "6/30/2025 6:41:16",
	"Name": "GD",
	"Message": "Happy 5th Birthday Kiara!! I'll probably repeating this, but I wish you happiness, health & more vacay this year. You've been a great source of joy, and I can never get enough of watching you. I'm so glad I've meet you and be part of KFP, Kove Ya my KamiOshi."
  },
  {
	"Timestamp": "6/30/2025 8:21:53",
	"Name": "Dominik K",
	"Message": "Happy Birthday Kiara! \nI wish you a happy birthday and best wishes to all your endeavors! It's been quite a few years since I joined KFP and even if nowadays I am mostly VoD gang, who often forgets to (YT video) comment, I feel closer and more connected to KFP than ever 🧡"
  },
  {
	"Timestamp": "6/30/2025 8:26:59",
	"Name": "Kazz Biggs",
	"Message": "HBD WAWA! Thanks for always being an amazing, special and entertaining beacon in all of our lives! We love ya, boss lady! Treat yo self!"
  },
  {
	"Timestamp": "6/30/2025 8:47:51",
	"Name": "Omegati",
	"Message": "Happy Birthday Kiara, you big beautiful Bird! Thank you for always delivering wonderful content over the years! It has been a joy to watch this journey over the past 5 years! \nLet's celebrate many more Birthdays in the future too!"
  },
  {
	"Timestamp": "6/30/2025 8:55:49",
	"Name": "Zhadar",
	"Message": "Alles Gute zum Geburtstag, Wawa! Ich bin wahnsinnig stolz auf dich. Immer wenn ich sehe wie du dein Bestes gibst, spornt es mich an noch mehr für die Community zu tun! Ich hoffe, dass in Zukunft alle deine Wünsche und Träume in Erfüllung gehen ♥"
  },
  {
	"Timestamp": "6/30/2025 10:52:05",
	"Name": "kalmen",
	"Message": "Happy Birthday, Kiara!"
  },
  {
	"Timestamp": "6/30/2025 10:53:02",
	"Name": "Mhirin",
	"Message": "Another year, another birthday and more to come for our blazing bright phoenix boss! May your upcoming endeavors and goals be achieved to your satisfaction!"
  },
  {
	"Timestamp": "6/30/2025 10:53:06",
	"Name": "mistfist",
	"Message": "HAPPY BIRTHDAY KIWAWA!!! I'm so happy to be here supporting you for another year! I love kfp and am so happy we're so strong together. Here's to another great year of Wawa!"
  },
  {
	"Timestamp": "6/30/2025 10:53:07",
	"Name": "soraskeyblade",
	"Message": "Reaching 1.6 million for your birthday, hopefully that’s the best possible gift we could have given you! Eat delicious cake, hug fluffy cats, and keep being your wonderful self, Kiara!"
  },
  {
	"Timestamp": "6/30/2025 10:53:17",
	"Name": "FBHShiki",
	"Message": "Splash the day and shine like the sun!"
  },
  {
	"Timestamp": "6/30/2025 10:53:47",
	"Name": "Rokmal Serala",
	"Message": "Thanks for 5 long and great years Wawa, on to a bright and fun future and many more years!"
  },
  {
	"Timestamp": "6/30/2025 10:53:56",
	"Name": "AJ Cruz-Tiger Style KFP",
	"Message": "Just wanna say happy birthday to my Beautiful Kamioshi."
  },
  {
	"Timestamp": "6/30/2025 10:54:31",
	"Name": "Netic",
	"Message": "Happy Birthday Kiara!!!"
  },
  {
	"Timestamp": "6/30/2025 10:57:47",
	"Name": "Swatter",
	"Message": "Happy birthday to the best boss this chicken has ever known! Appreciate all that you do for us in keeping us entertained and entranced by your performances and charisma. Will be cheering you on till the end of time!"
  },
  {
	"Timestamp": "6/30/2025 10:59:03",
	"Name": "Lunchbox",
	"Message": "Happy Birthday Kiara! Isnt it crazy how far youve come and how much youve done since your last one? Think about how much will have happened by next year!"
  },
  {
	"Timestamp": "6/30/2025 11:01:00",
	"Name": "Elef",
	"Message": "KIKKERIKI, Happy birthday Boss !\nHope you're doing great, and speaking about great, great Job on 1.6m ! Proud of you\nKeep the awesome work, AND don't be afraid to take breaks ! A healthy Tenchou makes a happy KFP !\nI hope you will enjoy the games KFP cooked for you ! Take care 💪"
  },
  {
	"Timestamp": "6/30/2025 11:01:03",
	"Name": "Diogenes",
	"Message": "KIKKERIKIIII Wawa, it's crazy to think that it's your birthday again! Time flies so fast these days, all those seconds we spend with you are precious, I hope I get to see you in a concert in person one day!!"
  },
  {
	"Timestamp": "6/30/2025 11:03:08",
	"Name": "humblesomething",
	"Message": "Hi wawa, just wanted to say happy birthday and I wish you all the best. You always deliver an outstanding performance for us KFP and this special game jame is for you to enjoy!. We love and appreciate everything you do so I hope you enjoy ^^!"
  },
  {
	"Timestamp": "6/30/2025 11:07:12",
	"Name": "Dragimal",
	"Message": "Happy Birthday!! Here's to another fun and exciting year!! And thank you for this one as well 🧡"
  },
  {
	"Timestamp": "6/30/2025 11:07:54",
	"Name": "LighSkyce",
	"Message": "Happy birthday-!! Thank you for making our day brighter with your streams and music-!! Congrats on 1.6 M subscribers-!!! Hope you have a wonderful day-!!!"
  },
  {
	"Timestamp": "6/30/2025 11:10:18",
	"Name": "PatC",
	"Message": "Happy infinity+5th birthday Kiara. How fast time has flown by these 5 years. But you are still soaring to ever greater heights and we are all here to enjoy the ride. Hope you have a fantastic birthday girl, with lots of love and laughter with those closest to you. \nMuch love\nPatC"
  },
  {
	"Timestamp": "6/30/2025 11:14:33",
	"Name": "Viet Phan",
	"Message": "Happy Birthday, Wawa!!! You are the greatest boss, Tenchou. The way you always make us smile every day and the way you always try your best. Everything about you is Amazing!!! Watching you really gives so so many of us motivation to try our best too. Love you!!!"
  },
  {
	"Timestamp": "6/30/2025 11:15:11",
	"Name": "HazelIrises",
	"Message": "Kikkeriki!! Happy birthday Kiara! Also when will be the return of Crabby Wawa?"
  },
  {
	"Timestamp": "6/30/2025 11:19:06",
	"Name": "stuttenkerl",
	"Message": "Alles Gute zum Geburtstag Wawa!! Thank you for brightening our days <3"
  },
  {
	"Timestamp": "6/30/2025 11:20:05",
	"Name": "Arthur",
	"Message": "Happy birthday, boss! Even if the trip around the sun this go-around was a bit bumpy, thank you for being *our* sun and for working hard for us! Here's to another year!"
  },
  {
	"Timestamp": "6/30/2025 11:26:01",
	"Name": "Arthaniel",
	"Message": "Happy birthday Wawa!!! KFP 5EVER"
  },
  {
	"Timestamp": "6/30/2025 11:26:09",
	"Name": "Cally D",
	"Message": "I hope you are doing good Kiara for starters and I want to say that if anything we'll in life that you have to do me and everyone will support you on your decision and support you on that journey like how I will forever love you no matter what happens I wish you a wonderful day"
  },
  {
	"Timestamp": "6/30/2025 11:33:45",
	"Name": "LongtimeNoc",
	"Message": "Happy Birthday Kiara 'I,m soo happy I found you.4y ago You're my number 1 oshi thank you for always wearing your heart on your sleeve and brighten up my day every time I hear kikkeriki Love you always Kiara.🧡🧡🧡"
  },
  {
	"Timestamp": "6/30/2025 11:36:56",
	"Name": "LuckyProphet",
	"Message": "HAPPY BIRTHDAY WAWA!! \nYou are the funniest, kindest, cutest, most hard working boss a chimken could ask for. KFP LOVES YOU FOREVER!!<3"
  },
  {
	"Timestamp": "6/30/2025 11:49:36",
	"Name": "Coal",
	"Message": "Happy Birthday Kiara! Your journey so far has been awe-inspiring, here's to more years!"
  },
  {
	"Timestamp": "6/30/2025 11:56:17",
	"Name": "AnimaKfp",
	"Message": "Happy Birthday Wawa!!! I'm happy to be here for another birthday, enjoying your music, your streams, your tangents and all!!. I'll be supporting you wherever you go and whatever you do. I love you so much <3<3. For more birthdays with you!!"
  },
  {
	"Timestamp": "6/30/2025 11:56:52",
	"Name": "Avior",
	"Message": "Alles Gute zum Geburtstag!"
  },
  {
	"Timestamp": "6/30/2025 11:58:24",
	"Name": "kosmosbunnyy",
	"Message": "Alles Gute zum Geburtstag Kiwawa!! I hope you get lots of cat cuddles from Smoothie and Chonkers on this special day!! <3"
  },
  {
	"Timestamp": "6/30/2025 11:59:57",
	"Name": "Jove W",
	"Message": "Happy Birthday Kiara! I'm happy to have been able to support you all these years! Look forward to supporting you long into the future too!"
  },
  {
	"Timestamp": "6/30/2025 12:03:35",
	"Name": "IronVader",
	"Message": "Lieber Chef,\n\nthanks for several years of great content! Always been a fan of your music and look forward to more, cover or original. Keep it up!"
  },
  {
	"Timestamp": "6/30/2025 12:21:21",
	"Name": "gerthddyn",
	"Message": "Kiara, you're the best boss in the world. Love you lots! Happy Birthday!"
  },
  {
	"Timestamp": "6/30/2025 12:28:05",
	"Name": "Goljunn Bumi",
	"Message": "HAPPY SWEETIEDISWEET BIRTHDAY KIAWAWAAAAA🎉🧡🎊\nI wish you the best of health and all love and hugs. May we all have many years to come to enjoy eachother (especially yours) tangents and singing and gaming while we are alive. \nVIVA LA KIARA🧡🙌🧡 TO MANY MORE YEARS🎉🥳"
  },
  {
	"Timestamp": "6/30/2025 13:00:42",
	"Name": "Slavic Fellow",
	"Message": "Happy Birbday to our Majestic Gamer Phoenix! Thank you for your hard work in creating amazing bangers, slaying dances and hilarious content! I wish you less stress, that everything always goes according to plan and that all your wishes come true! Have an amazing birbday, Wawa!"
  },
  {
	"Timestamp": "6/30/2025 13:21:31",
	"Name": "Aurick (pawzonpiano)",
	"Message": "TANJOUDAY HAPPYDETOU WAWA!!! Hope you have fun playing LogicalParadox, LighSkYce and my silly little game, 'The Legend of Kiara: Three's a Crow-d'! (Yes, we're very proud of all the puns.) We put a lot of love (and panik) into it (as usual ww)! Hope the Jam games make you smile!"
  },
  {
	"Timestamp": "6/30/2025 13:25:30",
	"Name": "CapybaraFromUA",
	"Message": "Happy birthday Boss! Sending the love and hugs from all capybaras!"
  },
  {
	"Timestamp": "6/30/2025 13:36:35",
	"Name": "PONG",
	"Message": "My beloved Kami Oshi, Kiara! \nI can't believe it's already 2025 and your birthday! You have come so far since your debut. Today is your birthday to celebrate to remember all the good you did for our community and how amazing IDOL you are! Happy Birthday! -PONG-"
  },
  {
	"Timestamp": "6/30/2025 13:36:57",
	"Name": "Gregorok",
	"Message": "Happy birthday Wawa! Here's to many more great adventures and exciting experiences for you. And cat cuddles of course, can't forget that."
  },
  {
	"Timestamp": "6/30/2025 13:38:49",
	"Name": "Lailah",
	"Message": "Happy birthday Wawa! I hope it is a happy one and only good things come to you."
  },
  {
	"Timestamp": "6/30/2025 13:41:36",
	"Name": "UberHobber",
	"Message": "BIRTHDAY!!!! I can't believe how much time has passed! I hope our love for you shines through in the games all of these folks worked so hard on! Everyone at KFP are here to celebrate you and all you do for us!!"
  },
  {
	"Timestamp": "6/30/2025 13:41:57",
	"Name": "Silver",
	"Message": "Happy birthday!!!"
  },
  {
	"Timestamp": "6/30/2025 13:52:45",
	"Name": "Yankee-Niner",
	"Message": "Happy birthday, Kiara! So happy to celebrate with you and KFP!"
  },
  {
	"Timestamp": "6/30/2025 13:54:37",
	"Name": "Starteller",
	"Message": "Hello and happy birthday! I hope you're having an amazing day and the next year will be just as good as today! You're an amazing person who gathered an amazing community and I hope you're proud of your achievements and good heart!"
  },
  {
	"Timestamp": "6/30/2025 13:57:22",
	"Name": "Cyril612",
	"Message": "Happy birthday, Kiara!! Hope you have an amazing birthday and that all the things you worked for turn out the way you want them to. Keep being you, you are awesome and you know it. Can't stop listening to your music🧡"
  },
  {
	"Timestamp": "6/30/2025 13:57:23",
	"Name": "Rezileen",
	"Message": "Happy birthday てんちょう！ Thank you for always being such a lovable force of energy & optimism! Sometimes it really feels like you're the one connecting HoloEN together through tough times. Keep up what you do! Looking forward to many more Wawa streams, songs & performances with KFP!"
  },
  {
	"Timestamp": "6/30/2025 14:10:32",
	"Name": "SpaceWaterfall",
	"Message": "Happy Birthday Kiara! I hope you have a great time with lotsa great memories to be nostalgic about later! Wishing you good luck and much success in all that you do and good health always! You mean the world to me, I wanna see you happy! I love you my Tanoshi! To many more years!!"
  },
  {
	"Timestamp": "6/30/2025 14:26:08",
	"Name": "NiiNi Diesel",
	"Message": "Happy Birthday Wawa! Wish you have a greatest day and treat yourself with some nice cakes! Love U🧡"
  },
  {
	"Timestamp": "6/30/2025 15:30:57",
	"Name": "Weeboss",
	"Message": "HBD Tenchou, will always watch and support you, so please don't fry me too soo-"
  },
  {
	"Timestamp": "6/30/2025 16:45:12",
	"Name": "TorinKurai",
	"Message": "I hope your birthday is great, and I hope you have nothing but good things that day!\nHappy Birthday, Kiara!"
  },
  {
	"Timestamp": "6/30/2025 17:14:48",
	"Name": "Alltuber1",
	"Message": "Happy Birthday Kiara may your Birthday this year leave you reborn as a phoenix from the ashes!"
  },
  {
	"Timestamp": "6/30/2025 18:00:48",
	"Name": "m00da",
	"Message": "Dear Kiara, Happy Birthday! Will aim to catch another livestream soon!\nP.s. Just got your Nendo, loving it to bits"
  },
  {
	"Timestamp": "6/30/2025 18:27:37",
	"Name": "LandLemonShrk",
	"Message": "Happy birthday Kiara! I know you mean a lot to not only me but other KFP too! You've inspired me to learn German, you've really brightened my lowest days! I admire your hard work, your kindness, your talent, and everything you do for KFP and Hololive. Thank you for being you!"
  },
  {
	"Timestamp": "6/30/2025 18:47:51",
	"Name": "ElDapperCaballo",
	"Message": "Happy Birthday Wawa! I'm wishing you many happy plants in your garden, as well as good health! Love you Wawa! <3"
  },
  {
	"Timestamp": "6/30/2025 18:56:12",
	"Name": "Manaka",
	"Message": "[Roman] Ciao Kiwawa! Buon compleanno! Ti auguro di finire in una art di toridamono prima o poi! [non-Roman] Hi Kiwawa! Happy Birthday! Hope you'll be in a toridamono's art one day!"
  },
  {
	"Timestamp": "6/30/2025 23:19:56",
	"Name": "Migu",
	"Message": "Dear Kiara, I know how hard you've worked to reach 1.6 mill, Congrats!\nWhen I need strength to keep going, I look at ur figure on my desk & know everything will be okay! \nI hope you always remember that everyone at KFP supports and loves u unconditionally!\nTYSM & Happy Birthday!"
  },
  {
	"Timestamp": "7/1/2025 0:18:55",
	"Name": "Alcyon",
	"Message": "Happy Bday Wawa! Here's to many more years of 8-hour RPG streams and fun collabs. Keep serving"
  },
  {
	"Timestamp": "7/1/2025 11:59:35",
	"Name": "Daigoro",
	"Message": "Happy birthday to our beloved phoenix! Onto the next year with many joyful and exciting events!"
  },
  {
	"Timestamp": "7/3/2025 3:00:28",
	"Name": "Sean R.",
	"Message": "Happy 5th Birthday, Tenchou! Funny how you’ve been around during 6 of mine but only 5 of your own (I have a late bday). Hope you enjoy your special day! KFP4EVA"
  },
  {
	"Timestamp": "7/3/2025 9:07:05",
	"Name": "MetalSquatch",
	"Message": "HAPPY BIRTHDAY BOSS!!!!!!\nYou've worked so hard this year and you deserve a good birthday!\nLove ya forever Boss, here's to another thrilling year!"
  },
  {
	"Timestamp": "7/3/2025 9:16:57",
	"Name": "Justin M",
	"Message": "Happy Birthday, Tenchou! 🧡🐔\nThanks for always being real, passionate, & just you. Whether you’re burning up the KFP grill, chasing idol dreams, or being goofy on stream, it all means a lot. You shine more than you know & honestly, it’s hard not to adore you. Kikkeriki~ 🥳🎉"
  },
  {
	"Timestamp": "7/3/2025 12:42:23",
	"Name": "PrnceofDnmrk",
	"Message": "Have a Kikkeriki good birthday!!"
  },
  {
	"Timestamp": "7/3/2025 14:40:12",
	"Name": "Salubrious Beets",
	"Message": "Happy birthday! I'm just happy to be around and able to give my favorite idol a birthday greeting for another year. Thanks for keeping us company and making life interesting, you beautiful, lovable, industrious, and lustrous phoenix. Shine on, Kiara~"
  },
  {
	"Timestamp": "7/3/2025 18:11:23",
	"Name": "Moondog",
	"Message": "HAPPY BIRTDAY WAWA!! Hope your day is filled lots of sweets and many cat cuddles. You've worked your butt off to accomplish so many milestones. Thank for all the great work and cheers to many more great things!"
  },
  {
	"Timestamp": "7/3/2025 18:13:05",
	"Name": "God of Amiibo",
	"Message": "Happy 5th birthday! They grow up so fast... 👶 For real though, I hope you have fun stuff planned for yourself this year!"
  },
  {
	"Timestamp": "7/3/2025 22:00:45",
	"Name": "Mithin",
	"Message": "Kiara! Though the days pass and another year goes by in a blink my passion and the community's doesn't die out, just like an eternal flame, another year to be grateful you're still with us, to celebrate with KFP and even tho many things many change we're with you til the end."
  },
  {
	"Timestamp": "7/3/2025 22:32:08",
	"Name": "UNKNOWN",
	"Message": "Happy Birbday, Wawa! I hope you have the most wonderful birthday ever! I just want to remind you that you truly are incredible. Theres no one else as amazing as you are and Im so proud to be your fan. Thank you so much for all you do. Thank you for existing. I love you. Always.🧡"
  },
  {
	"Timestamp": "7/3/2025 22:32:49",
	"Name": "Dafne_kfp",
	"Message": "Happy birthday Kiwawa!!! Another year ready to celebrate your birthday in company with holomembers  and more fans :3/ I'm ready to celebrate and see you shine more and more!! I wish you the best and much success✨🧡"
  },
  {
	"Timestamp": "7/4/2025 0:34:44",
	"Name": "Rude Rules",
	"Message": "Happy birthday to my one and only goddess oshi  🧡 🧡 🧡"
  }
]
